[
  "obsidian-tasks-plugin",
  "calendar",
  "templater-obsidian",
  "dataview",
  "tag-wrangler",
  "editing-toolbar",
  "obsidian-style-settings",
  "buttons",
  "table-extended",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin"
]